{"Idôle L'Eau de Parfum Nectar": {"type": " AN IRRESISTIBLE FLORAL GOURMAND BY LANCÔME ", "description": " \n\nIdôle L'Eau de Parfum Nectar is an olfactory treat, a reinvention of the sweet and floral fragrance. A unique, avant-garde scent which marries a faceted rose bouquet with a sweet blast of popcorn deliciousness, Idôle Nectar cannot be ignored, and rather is meant to stand out. With sustainably sourced ingredients like the Isparta Rose and Bourbon Vanilla, this attention grabbing fragrance stands for the future of perfumery and of our planet.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " THE ROSE SOUFFLÉ\nFrom hand-harvested Isparta Rose, to the essence of our Centifolia Roses from Grasse, to Rose water and Rose absolue...Idôle is the queen of roses. Layered with sweet puffed popcorn, our perfumers created a unique, faceted, floral bouquet, with a blast of deliciousness.\nTHE MOUTH-WATERING POPCORN ACCORD\nWith its one of a kind caramel popcorn notes, Idôle L'Eau de Parfum Nectar is a fragrance like you have never experienced. A treat that will keep you coming back for more.\nTHE IRRESISTIBLE BOURBON VANILLA\nDiscover an irresistible layer of sustainable Bourbon Vanilla. Idôle Eau de Parfum Nectar's Vanilla flower is carefully hand-picked within 24 hours of blooming, and is left to mature for 18 months to achieve a rich and exceptional vanilla scent.  ", "ingredients": " \nALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● CI 14700 / RED 4 ● CI 19140 / YELLOW 5 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● GERANIOL ● EUGENOL ● ISOEUGENOL ● METHYL 2-OCTYNOATE ● COUMARIN ● FARNESOL ● LIMONENE ● HYDROXYCITRONELLAL ● CITRAL ● CITRONELLOL ● HEXYL CINNAMAL ● BENZYL ALCOHOL ● BENZYL BENZOATE ● BENZYL SALICYLATE ● "}, "Oui La vie est belle": {"type": " The new bright & floral fragrance ", "description": " \n\nOui La vie est belle, Lancôme's first sweet iris, rose, and jasmine perfume. ​Discover Oui La vie est belle, the first sweet iris, rose, and jasmine eau de parfum by Lancôme. Enjoy La vie est belle's signature gourmand notes, now enhanced by an exceptional & bright new floral bouquet. This fragrance is for those who celebrate every moment of joy, and empowers those who wear it to embrace every opportunity. Discover Oui La vie est belle. This iconic women's fragrance is made with the finest ingredients to provide a long lasting, unique floral scent.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " This new chapter of La vie est belle keeps a zesty and colorful top of fruity bergamot, pink pepper and juicy raspberry accord. At the heart, a generous and faceted floral bouquet of rich rose centifolia, ylang ylang and jasmine marries with an abundant base of patchouli, gourmand accord and iris to intensify the addictive and sensual signature of La vie est belle. ", "ingredients": "\nALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER / EAU • LINALOOL • METHYL ANTHRANILATE • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • ETHYLHEXYL SALICYLATE • BUTYL METHOXYDIBENZOYLMETHANE • CI 14700 / RED 4 • CI 60730 / EXT. VIOLET 2 • GERANIOL • ISOEUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • FARNESOL • LIMONENE • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE "}, "La vie est belle Domaine de La Rose": {"type": " Extrait de Parfum ", "description": " \n\nDiscover La vie est belle Domaine de la Rose, a celebration of our biodiversity sanctuary: the Domaine de la Rose in Grasse where we harvest our roses. This extrait de parfum is a highly concentrated take on Lancôme's olfactive signature perfume. It encapsulates the magic of our precious, organic Centifolia Rose. \nWith the environment and sustainability at its core, this new luxurious perfume is protected by an innovative and recyclable outer case free from plastic and made from paper. \nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " The fragrance invites you to indulge in an abundance of unique roses, handpicked and harvested sustainably from our Domaine in the South of France. Our Rose is layered with a fresh Green Vegetal accord, settling into woody notes of Patchouli and Amber. ", "ingredients": "\nTop Notes : Bergamot, Pink Pepper, Green Vegetal Accord\nHeart Notes : Rose Absolu Centifolia from Grasse, Jasmine Sambac Absolute\nTransversal Notes: Iris Pallida, Patchouli, Gourmand Accord and Amber Wood \nALCOHOL ●PARFUM / FRAGRANCE ●AQUA / WATER / EAU ●LINALOOL ●LIMONENE ●CITRONELLOL ●BENZYL SALICYLATE ●HYDROXYCITRONELLAL ●BENZYLALCOHOL ●ETHYLHEXYL SALICYLATE ●BUTYL METHOXYDIBENZOYLMETHANE ●GERANIOL ●ALPHA-ISOMETHYL IONONE ●COUMARIN ●CITRAL ●TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ●METHYL ANTHRANILATE ●FARNESOL ●EUGENOL ●CI 14700 / RED 4 ●CI 60730 / EXT. VIOLET 2 ● "}, "IDÔLE HOME & AWAY TRAVEL SET": {"type": " A $91.00 Value ", "description": " \n\nShare a moment of Lancôme happiness this Spring during your travels.\nFULL-SIZE Idôle Eau de Parfum (0.85 fl. oz.)\nTRAVEL-SIZE Idôle Rollerball (0.34 fl. oz.)\n\n\n\n ", "notes": " FRESH FLORAL\nTop Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn\nMiddle Notes: Rose and Jasmine\nBottom Notes: White Musk, Vanilla, Patchouli, Cedarwood\nIdôle-\nMade for women, by women.\nThree talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla.\nAt the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. With four roses, Idôle’s modern, radiant, youthful rose is revealed. Jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully.Enveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn.\nWith a profound respect for our planet and its people, Idôle invests in global communities by sourcing our ingredients ethically and sustainably. ", "ingredients": null, "top_notes": "top notes: bergamot (citrus), juicy pear, pink peppercorn\n", "heart_notes": "middle notes: rose and jasmine\nbottom notes: white musk, vanilla, patchouli, cedarwood\nidôle-\nmade for women, by women.\nthree talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla.\nat the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. with four roses, idôle’s modern, radiant, youthful rose is revealed. jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully.enveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn.\nwith a profound respect for our planet and its people, idôle invests in global communities by sourcing our ingredients ethically and sustainably.", "base_notes": " "}, "La Vie Est Belle Eau De Parfum Spray": {"type": " Featuring Julia Roberts ", "description": " \n\n\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume.\nLa Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom.\nComplex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand.\nLearn tips and tricks on how to apply your perfume for a longer lasting scent.  \nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Top Notes: Iris\nMiddle Notes: Patchouli \nBase Notes: A Sweet Gourmand of Spun Sugar and Warm Vanilla ", "ingredients": null, "top_notes": "top notes: iris\n", "heart_notes": "middle notes: patchouli \n", "base_notes": "base notes: a sweet gourmand of spun sugar and warm vanilla "}, "Idôle Eau de Parfum": {"type": " Featuring Zendaya ", "description": " \n\nHappiness guaranteed when you buy any of our fragrances; get your money back if you don’t love it. Enjoy free returns with your perfume purchase. Please call 1-800-LANCOME (1-800-526-2663) to receive your pre-paid return shipping label.\nTo the generation that dreams big: strong women, empowered and outspoken. \nTo the leaders of tomorrow: daring, pursuing new horizons and paving a new path. \n“I always say my idôle is my future self,” says Idôle ambassadress, Zendaya.\nI can, we will. \nWe are Idôles.\n\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " FRESH FLORAL\nTop Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn\nMiddle Notes: Rose and Jasmine\nBottom Notes: White Musk, Vanilla, Patchouli, Cedarwood\nIdôle- \nMade for women, by women.\nThree talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla.\nAt the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. With four roses, Idôle’s modern, radiant, youthful rose is revealed. Jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully. \nEnveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn. \nWith a profound respect for our planet and its people, Idôle invests in global communities by sourcing our ingredients ethically and sustainably. \n“It’s a huge honor to be able to represent a brand like Lancôme and join such an incredible line-up of iconic women,” says Idôle ambassadress, Zendaya. \nZendaya’s commitment to charitable causes, empowerment and education, together with her strong self-identity and irresistible appeal, embody all things Idôle. ", "ingredients": null, "top_notes": "top notes: bergamot (citrus), juicy pear, pink peppercorn\n", "heart_notes": "middle notes: rose and jasmine\nbottom notes: white musk, vanilla, patchouli, cedarwood\nidôle- \nmade for women, by women.\nthree talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla.\nat the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. with four roses, idôle’s modern, radiant, youthful rose is revealed. jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully. \nenveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn. \nwith a profound respect for our planet and its people, idôle invests in global communities by sourcing our ingredients ethically and sustainably. \n“it’s a huge honor to be able to represent a brand like lancôme and join such an incredible line-up of iconic women,” says idôle ambassadress, zendaya. \nzendaya’s commitment to charitable causes, empowerment and education, together with her strong self-identity and irresistible appeal, embody all things idôle.", "base_notes": " "}, "La Vie Est Belle Gift Set": {"type": " A $162.50 Value ", "description": " \n\nThis Limited-Edition Gift Set includes:\nFULL SIZE La vie est belle L'Eau de Parfum (2.5 fl. oz.)\nLa vie est belle L'Eau de Parfum Purse Spray (0.34 fl. oz.)\nLa vie est belle Nourishing Fragranced Body Lotion (1.6 fl. oz.)\nLa vie est belle\nWho will you make happy today?\nShare your love with a Lancôme fragrance. \nShow how much you care with a limited edition gift set of happiness and love.\n\n\n\n\n ", "notes": " Fragrance Type: Floral Gourmand\nTop Notes: Sparkling Iris\nHeart Notes: Patchouli\nBase Notes: Spun Sugar & Vanilla\n\n“La vie est belle,” a French expression meaning “Life is beautiful”; the manifesto of a new era. Universal yet personal, Lancôme’s femininity is a choice embraced by women, not an imposed standard. The choice to live one’s life and fill it with beauty. Your own way. \nLa vie est belle introduces a new olfactive story, an Iris Gourmand. The juice is made with the most precious natural ingredients, a modern interpretation of an oriental fragrance with a twist of gourmand. It entwines the elegance of Iris with the strength of Patchouli and the sweetness of a gourmand blend; for an incredible scent with depth and complexity.  ", "ingredients": null, "top_notes": "top notes: sparkling iris\n", "heart_notes": "heart notes: patchouli\n", "base_notes": "base notes: spun sugar & vanilla\n\n“la vie est belle,” a french expression meaning “life is beautiful”; the manifesto of a new era. universal yet personal, lancôme’s femininity is a choice embraced by women, not an imposed standard. the choice to live one’s life and fill it with beauty. your own way. \nla vie est belle introduces a new olfactive story, an iris gourmand. the juice is made with the most precious natural ingredients, a modern interpretation of an oriental fragrance with a twist of gourmand. it entwines the elegance of iris with the strength of patchouli and the sweetness of a gourmand blend; for an incredible scent with depth and complexity.  "}, "Magie Noire": {"type": " Eau de Toilette Spray ", "description": " \n\nMagie Noire combines roses, blackcurrant, and jasmines to create the most spellbinding of all potions. An enigmatic power brewed to enchant and bewitch the senses.\nWomen give into it as they would to the most impassioned of love affairs and men are unable to resist its captivating power.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Top Notes: Bulgarian Rose, Blackcurrant BudHeart Notes: Jasmine, Ylang-YlangBase Notes: Amber, Sandalwood, Patchouli ", "ingredients": " ALCOHOL • AQUA / WATER • PARFUM / FRAGRANCE • DIETHYLAMINO HYDROXYBENZOYL HEXYL BENZOATE • ETHYLHEXYL METHOXYCINNAMATE • BHT • CI 147 / RED 4 • CI 1914 / YELLOW 5 • CI 429 / BLUE 1 • LINALOOL • GERANIOL • EUGENOL • ISOEUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • FARNESOL • LIMONENE • HYDROXYCITRONELLAL • EVERNIA PRUNASTRI / OAKMOSS EXTRACT • CITRAL • CITRONELLOL • BUTYLPHENYL METHYLPROPIONAL • HEXYL CINNAMAL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE.* This ingredient list is subject to change, customers should refer to the product packaging for the most up-to-date ingredient list.\n", "top_notes": "top notes: bulgarian rose, blackcurrant bud", "heart_notes": "heart notes: jasmine, ylang-ylang", "base_notes": "base notes: amber, sandalwood, patchouli "}, "La Nuit Trésor": {"type": " Eau de Parfum Spray ", "description": " \n\nDiscover La Nuit Trésor, a sultry, smouldering perfume for women with notes of fresh raspberry, frankincense, and vanilla, with a bewitching heart of Black Rose essence. \nThis new fragrance is Lancôme’s first ‘Gourmand Woody Fruity & Floral’ perfume, a scent of passionate love - as showcased in the new advert featuring the beautiful Penelope Cruz. \nThis rich and exquisite women’s perfume was crafted by two master perfumers who combined their craftsmanship to create La Nuit Trésor Eau de Parfum.\nBeginning with a burst of delicious raspberry, the notes of a Damascena rose have then been enhanced to give the fragrance a deep and mysterious scent. Vanilla, grown on the petals of an orchid in Tahiti, gives the fragrance a solar and radiant note.\n\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " \nTop Note: Lychee, Raspberry\nMiddle Note: Rose Damascena Essence, Incense\nBase Note: Absolute Vanilla Orchid Tahitensis, Praline, Patchouli, Papyrus\nThe Black Rose; symbol of absolute love, and the Vanilla Tahitensis Orchid; perfumery’s very own secret gem, combine with the sharpest green notes to create La Nuit Trésor’s alluring character that is reminiscent of an electric night.\nThis gourmand fragrance is for women that believe in the modern love story. Love at first sight. The spellbound kiss.\nA night spent under the stars. ", "ingredients": " \nALCOHOL • PARFUM/FRAGRANCE • AQUA/WATER • DIETHYLAMINO HYDROXYBENZOYL HEXYL BENZOATE • ETHYLHEXYL METHOXYCINNAMATE • CI 14700/RED 4 • CI 17200/RED 33 • CI 19140/YELLOW 5 • CI 60730/EXT. VIOLET 2 • LINALOOL • GERANIOL • EUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • CINNAMYL ALCOHOL • LIMONENE • HYDROXYCITRONELLAL • CITRAL • CITRONELLOL • HEXYL CINNAMAL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE ", "top_notes": "top note: lychee, raspberry\n", "heart_notes": "middle note: rose damascena essence, incense\n", "base_notes": "base note: absolute vanilla orchid tahitensis, praline, patchouli, papyrus\nthe black rose; symbol of absolute love, and the vanilla tahitensis orchid; perfumery’s very own secret gem, combine with the sharpest green notes to create la nuit trésor’s alluring character that is reminiscent of an electric night.\nthis gourmand fragrance is for women that believe in the modern love story. love at first sight. the spellbound kiss.\na night spent under the stars. "}, "Trésor Midnight Rose": {"type": " Eau de Parfum Spray ", "description": " \n\nCharming. Mischievous. Desirable. A sexy-sweet blend of raspberry, rose, vanilla and sensual musk for mischievous femininity: Catch my heart if you can!\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Notes\nTop Notes: Raspberry, Black currant bud absolute\nMiddle Notes: Rose absolute, Jasmine\nBase Notes: Vanilla, Musk ", "ingredients": null, "top_notes": "top notes: raspberry, black currant bud absolute\n", "heart_notes": "middle notes: rose absolute, jasmine\n", "base_notes": "base notes: vanilla, musk "}, "Trésor Eau de Parfum": {"type": " Eau de Parfum Spray ", "description": " \n\nLove. Romance. Elegance. TRÉSOR is for a woman who understands that time is precious and moments in this fast-paced world are to be treasured. Because love is a treasure, and TRÉSOR evokes that feeling of everlasting love, it makes her as radiant and precious as the fragrance she wears. Share the emotion of everlasting love with Trésor, the fragrance for treasured moments. The elegance of rose, mugent and lilac and the sparkle of peach and apricot blossom are just a few notes that define this luminous fragrance. A delicate and light fragrance with a romantic and smooth touch.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Notes\nTop Notes: Apricot Blossom, Rose\nHeart Notes: Lilac, Iris, Peach\nBase Notes: Amber, Sandalwood, Musk, Vanilla ", "ingredients": null, "top_notes": "top notes: apricot blossom, rose\n", "heart_notes": "heart notes: lilac, iris, peach\n", "base_notes": "base notes: amber, sandalwood, musk, vanilla "}, "Idôle L'Intense": {"type": " Eau De Parfum ", "description": " \n\nHere's to the new Idôles, who daringly shine the path for others. To those whose aura radiates with success and greatness, empowering the idol that resides within each one of us.\nNow is your time to become a trailblazer for others. The world will shine brighter because when you succeed, you inspire others to ascend to new heights.\nSo ignite the flame that resides in you. It is your time to embrace your power, and inspire a generation. \nBe your own Idôle.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " FLORAL & WARM\nTop Notes: Sensual Isparta Rose and Fresh Jasmine \nMiddle Notes: Warm Musks\nBottom Notes: Cedar and Madagascan Bourbon Vanilla\nIdôle L’Intense encapsulates a radiant and sensual rose, accentuated by a kaleidoscope of three fresh jasmines that are wrapped in a warm musk and a sweet vanilla. \nThis modern and vibrant fragrance is true to the signature scent of Idôle Le Parfum, with a unique and sensual twist. ", "ingredients": " \n● ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ", "top_notes": "top notes: sensual isparta rose and fresh jasmine \n", "heart_notes": "middle notes: warm musks\nbottom notes: cedar and madagascan bourbon vanilla\nidôle l’intense encapsulates a radiant and sensual rose, accentuated by a kaleidoscope of three fresh jasmines that are wrapped in a warm musk and a sweet vanilla. \nthis modern and vibrant fragrance is true to the signature scent of idôle le parfum, with a unique and sensual twist.", "base_notes": " "}, "La vie est belle SOLEIL CRISTAL": {"type": " EAU DE PARFUM ", "description": " \n\nHappiness is more than a feeling, it is an aura that radiates all around like the sun on a warm summer's day. La vie est belle Soleil Cristal (Crystal Sun) eau de parfum captures the essence of a sunny summer day – warm yet fresh, made for those who live to bask in the sun.​\nEncased within an iridescent botte, La vie est belle Soleil Cristal perfume sparkles like a ray of sunshine, bursting with fresh white florals radiating with top fragrance notes of sparkling mandarin and a warm luminous heart of ylang-ylang, vanilla, and coconut accords.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " FRESH FLORALS\nTOP: Mandarin Oils\nMIDDLE: White Iris & Ylang-Ylang Essence\nBASE: Madagascan Bourbon Vanilla & Sunny Coconut Accord ", "ingredients": " \nALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ● "}, "Idôle Aura": {"type": " Eau De Parfum ", "description": " \n\nIdôle Aura Eau de Parfum, the first sun-kissed scent by Lancôme, teleports you to those late summer nights. This comforting and energizing fragrance eludes the essence of rose and dazzling jasmine, accented by a refreshing aroma of salted vanilla.\nAs unique and unstoppable as the energy that radiates from within every Idôle - share the light of success with Idôle Aura as its ambience transfers from one Idôle to another. From Idôle Aura to you and the Idôle’s who surround you.\n \nTogether, there is no limit to our future and what we are capable of.\n \nTogether we are unstoppable, together we are all Idôles.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " TOP: Essence of Isparta & Centifolia Roses\nMIDDLE: White Jasmine & Bergamot\nBASE: Salted Vanilla\nThe first sun-kissed floral scent from Lancôme with sustainably sourced Isparta roses and Madagascar Bourbon Vanilla.\nGrown in Isparta, Turkey surrounded by lakes and bathed in sunshine, the essence of Isparta & Centifolia roses radiate a velvety aroma as their soft warm petals are sensually heated by the sun.\nDazzling Jasmines and Bergamot engage in a luminous and playful dance creating a sparkling and crisp scent.\nThe richest and most exceptional vanilla melts into a pot of musks and crystals of salt for a deep salty decadent treat. ", "ingredients": " \nALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ● "}, "Hypnôse": {"type": " Eau de Parfum Spray ", "description": " \n\nSensual. Seductive. Captivating. Hypnôse will draw you into a world of seduction with its captivating notes. It’s a helix of sensuality whose notes are intimately blended. Passion Flower embodies sublime femininity and makes an extraordinary radiant, bright, and youthful impression. Vanilla clings to skin to tempt and entangle with creamy softness and mouth-watering seduction. Warm Vetiver is surrounded by Passion Flower—to create a deep and lingering sensuality.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Notes\nTop Note: Passion Flower\nHeart Note: Vanilla\nBase Note: Vetiver ", "ingredients": null, "top_notes": "top note: passion flower\n", "heart_notes": "heart note: vanilla\n", "base_notes": "base note: vetiver "}, "La vie est belle Holiday Limited Edition": {"type": " Eau De Parfum ", "description": " \n\nThe iconic La vie est belle scent you know and love adorned in a festive limited edition bottle for the Holidays!\nLa vie est belle, inspired by the French expression for \"life is beautiful,\" inspires your path to happiness. This delicious fragrance blends fresh spring iris and earthy patchouli with decadent spun sugar and warm vanilla for a sweet floral gourmand scent.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Top Notes: Iris\nMiddle Notes: Patchouli \nBase Notes: A Sweet Gourmand of Spun Sugar and Warm Vanilla ", "ingredients": " \nALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER • LINALOOL • BENZYL SALICYLATE • LIMONENE • METHYL ANTHRANILATE • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • ETHYLHEXYL METHOXYCINNAMATE • BUTYL METHOXYDIBENZOYLMETHANE • BHT • CI 14700 / RED 4 • CI 17200 / RED 33 • GERANIOL • ALPHA-ISOMETHYL IONONE • COUMARIN • FARNESOL • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE ", "top_notes": "top notes: iris\n", "heart_notes": "middle notes: patchouli \n", "base_notes": "base notes: a sweet gourmand of spun sugar and warm vanilla "}, "La vie est belle Intensément": {"type": " Eau De Parfum Spray Intense ", "description": " \n\n\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness.\nIntroducing a new fragrance chapter of happiness to the La vie est belle family, La vie est belle Intensément is an addictive fusion of red iris and vanilla, bringing a floral and warm intensity to the iconic perfume.\nHappiness lives within all of us. Energetic and intense. Lively and strong. \nIt’s here and now, beating inside the new La vie est belle Intensément eau de parfum. \nFeel the happiness urgency in every moment.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " FLORAL AND WARM\nTop Notes: Raspberry Accord\nHeart Notes: Jasmine Absolute\nBase Notes: Red Iris, Red Vanilla, Sandalwood\nLa vie est belle Intensément is composed of a heart of jasmine infused with notes of vivid iris, warm vanilla and sandalwood. This warm fragrance is brightened by a smile of rich raspberries and bright bergamot. ", "ingredients": "\nALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● LINALOOL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● LIMONENE ● BENZYL ALCOHOL ● CITRONELLOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● GERANIOL ● BENZYL BENZOATE ● CITRAL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ● ", "top_notes": "top notes: raspberry accord\n", "heart_notes": "heart notes: jasmine absolute\n", "base_notes": "base notes: red iris, red vanilla, sandalwood\nla vie est belle intensément is composed of a heart of jasmine infused with notes of vivid iris, warm vanilla and sandalwood. this warm fragrance is brightened by a smile of rich raspberries and bright bergamot. "}, "Poême": {"type": " Eau de Parfum Spray ", "description": " \n\nSpirited. Adventurous. Intuitive. A fragrance beyond words. POÊME is a scent of contrasts: the icy transparent notes of Blue Himalayan Poppy embrace the intoxicating Desert Datura Flower and warm Vanilla—creating something vibrant, sensual and long-lasting.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Notes\nTop Notes: Blue Himalayan Poppy, Lychee Blossom\nHeart Notes: Orange Blossom, Mimosa, Jasmine\nBase Notes: Vanilla, Desert Datura Flower ", "ingredients": null, "top_notes": "top notes: blue himalayan poppy, lychee blossom\n", "heart_notes": "heart notes: orange blossom, mimosa, jasmine\n", "base_notes": "base notes: vanilla, desert datura flower "}, "La Nuit Trésor Nude": {"type": " Eau de Toilette Spray ", "description": " \n\nTrésor introduces a new chapter with La Nuit Trésor Nude: Shades of dazzling rose intertwine with bright citrus and are balanced with creamy coconut and warm vanilla.\nHer perfume awakens the most authentic love story.\nShe smiles, she dances, she cries.\nShe is everything he loves in every move she makes. \nIn the eyes of her lover, she is sublime.\nA sequence of stolen moments with no filter.\nIn his eyes, she is love.\nLa Nuit Trésor Nude is authentic, beautiful love personified in an elegant, gem-shaped perfume bottle.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Top Note:\nBright, fresh bergamot.\nHeart Note: \nRich, dazzling rose.\nBase Note:\nCreamy coconut and warm vanilla. ", "ingredients": "\nALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● METHYL ANTHRANILATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● GERANIOL ● ALPHA-ISOMETHYL IONONE ● AMYL CINNAMAL ● AMYL CINNAMYL ALCOHOL ● COUMARIN ● CINNAMYL ALCOHOL ● LIMONENE ● HYDROXYCITRONELLAL ● CITRAL ● CITRONELLOL ● HEXYL CINNAMAL ● BENZYL BENZOATE ● ", "top_notes": "top note:\nbright, fresh bergamot.\n", "heart_notes": "heart note: \nrich, dazzling rose.\n", "base_notes": "base note:\ncreamy coconut and warm vanilla. "}, "Trésor Body Lotion": {"type": " Perfumed Body Lotion ", "description": " \n\nAn incredibly lightweight moisturizing lotion that delicately scents skin with the radiant, sensual fragrance of TRÉSOR. Skin feels silky-soft instantly with the smooth, fast absorbing formula that promises a lasting, refreshing feeling.\n\n\n\n ", "notes": null, "ingredients": null}, "La Vie Est Belle en Rose": {"type": " Eau de Toilette ", "description": " \n\nWHAT IT IS:\nLa vie est belle en Rose introduces a fruity floral to the La vie est belle family. La vie est belle is a French expression that means \"life is beautiful.\" This new eau de toilette is composed of a floral heart of iris infused with peony and roses, and enlightened by a fruity smile.\nWHAT ELSE YOU NEED TO KNOW: \n\"La vie en rose\" is a French expression that translates to life seen through pink tinted glasses. La vie est belle En Rose paints your world in pink hues, inviting you to always see the brighter side of life, its pink side, cultivating happiness. This colorful fragrance spreads optimism with every spritz, allowing those it reaches to experience \"la vie en rose\" in all its fullness.\nSee the world en Rose.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Top Note: Red fruits bring a colorful, juicy and slightly acidic effect to the zesty bergamot.\nMiddle (Heart) Note: Peony and roses from Grasse compliment this iris gourmand to create a floral, rose blooming heart. \nBase Note: Sandalwood oil and patchouli add creaminess and sensuality to the dry down, and the addition of musk giving a soft, second-skin effect.\nFruity, floral and delicate ", "ingredients": null, "top_notes": "top note: red fruits bring a colorful, juicy and slightly acidic effect to the zesty bergamot.\nmiddle (heart) note: peony and roses from grasse compliment this iris gourmand to create a floral, rose blooming heart. \nbase note: sandalwood oil and patchouli add creaminess and sensuality to the dry down, and the addition of musk giving a soft, second-skin effect.\nfruity, floral and delicate", "heart_notes": "", "base_notes": "base note: sandalwood oil and patchouli add creaminess and sensuality to the dry down, and the addition of musk giving a soft, second-skin effect.\nfruity, floral and delicate "}, "Ôud Bouquet": {"type": " Eau de Parfum ", "description": " \n\n\nRead More About Our Journey to the Finest Ingredients on the Paris Rendez-vous blog by Haleigh Walsworth.\n\n\nToday, Lancôme has appointed some of the greatest contemporary perfumers to pay homage to Lancôme’s founder, Armand Petitjean. The result is Maison Lancôme, a new collection of fragrances that so exquisitely touch upon and carry on Petitjean’s dream, and the essence of the House itself.\nThis new High Perfumery experience takes a creative stance: the very French art of blending. Each fragrance is crafted in the same manner that one composes a wine of the most superior grade (Grand cru), with a combination of varieties, origins, and extractions that are all specially selected according to precise criteria. Now available in travel size!\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Ôud Bouquet is a narcotic and sensual rose. It draws its mysterious depth from the heart of oriental wood and its strength from warm, captivating spices. Fabrice Pellegrin, renowned for his subtle creations, blended a trio of bold woods – composed of 20-year-old Oud Wood and smoky Guaiac Wood softened by the enveloping sweetness of Copahu Wood. The Praline Rose signature, crafted from Centifolia Rose Absolute, Vanilla and a Praline Accord, gives this fragrance an enigmatic and infinitely seductive power. [Woody Oriental] ", "ingredients": " \nALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER ● ETHYLHEXYL METHOXYCINNAMATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● BHT ● CI 14700 / RED 4 ● CI 15510 / ORANGE 4 ● CI 17200 / RED 33 ● CI 42090 / BLUE 1 ● GERANIOL ● EUGENOL ● ISOEUGENOL ● ALPHA-ISOMETHYL IONONE ● CITRONELLOL ● BENZYL ALCOHOL ● "}, "Trésor In Love": {"type": " Eau de Parfum Spray ", "description": " \n\nYouthful. Modern. Flirty. Discover Lancôme’s newest fragrance sensation that captures the spirit of the first moment of love. Fall head over heels with the luminosity of ripe fruits, the radiance of rose and jasmine, and the vibrant warmth of cedar wood and musk.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Notes\nTop Notes: Nectarine accord, Pear, Bergamot\nHeart Notes: Turkish Rose Essence, Jasmine\nBase Notes: Cedar wood, Musk ", "ingredients": null, "top_notes": "top notes: nectarine accord, pear, bergamot\n", "heart_notes": "heart notes: turkish rose essence, jasmine\n", "base_notes": "base notes: cedar wood, musk "}, "Idôle Power Creme": {"type": " Body Lotion ", "description": " \n\nIdôle Power Creme is a scented moisturizer with a non-greasy, lightweight formula that is true to the classic Idôle perfume. Jericho Rose, the hero of this body lotion, will re-energize and hydrate your skin with shea butter and olive oil. When you layer Idôle fragrance with this body lotion you get a longer lasting, more complex scent.\n\n\n\n ", "notes": " FRESH FLORAL\nTop Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn\nMiddle Notes: Rose and Jasmine\nBottom Notes: White Musk, Vanilla, Patchouli, Cedarwood\nTrue to the classic Idôle scent, the Idôle Power Creme is dedicated to the new Idôles. To those who strive for success and greatness.\nNow is your time to become a trailblazer for others. It is your time to embrace your power, and inspire a generation. \nBe your own Idôle. ", "ingredients": " \nWATER ●GLYCERIN ●PROPANEDIOL ●BUTYROSPERMUM PARKII BUTTER / SHEA BUTTER ●PARFUM / FRAGRANCE ●ISOPROPYL PALMITATE ●CETYL ALCOHOL ●MYRISTYL MYRISTATE ●ZEA MAYS STARCH / CORN STARCH ●OLEA EUROPAEA FRUIT OIL / OLIVE FRUIT OIL ●ANASTATICA HIEROCHUNTICA EXTRACT ●C12-13 ALKYL LACTATE ●BETAINE ●CARBOMER ●SODIUM HYDROXIDE ●SODIUM POLYACRYLATE ●CAPRYLYL GLYCOL ●CITRIC ACID ●POLYGLYCERYL-3 METHYLGLUCOSE DISTEARATE ●BENZOIC ACID ●LINALOOL ●GERANIOL ●COUMARIN ●FARNESOL ●LIMONENE ●CITRONELLOL ●BENZYL ALCOHOL ●BENZYL BENZOATE ●BENZYL SALICYLATE ● ", "top_notes": "top notes: bergamot (citrus), juicy pear, pink peppercorn\n", "heart_notes": "middle notes: rose and jasmine\nbottom notes: white musk, vanilla, patchouli, cedarwood\ntrue to the classic idôle scent, the idôle power creme is dedicated to the new idôles. to those who strive for success and greatness.\nnow is your time to become a trailblazer for others. it is your time to embrace your power, and inspire a generation. \nbe your own idôle.", "base_notes": " "}, "La vie est belle Body Lotion": {"type": " ", "description": " \n\nMoisturizes - Smoothes - Illuminates\n\nA Luxurious moisturizing Fragrance body lotion that offers the unique experience of La vie est belle. Your skin is instantly smoothed and illuminated to its most beautiful self.\n\n\n\n ", "notes": " Notes\nTop Note: The elegance of Iris becomes the backbone of the fragrance. It blossoms from the first to the last note like never before.\nMiddle Note: The strength of Patchouli gives strength and depth.\nBase Note: A sweet gourmand adds a burst of unexpected radiance. ", "ingredients": null, "top_notes": "top note: the elegance of iris becomes the backbone of the fragrance. it blossoms from the first to the last note like never before.\n", "heart_notes": "middle note: the strength of patchouli gives strength and depth.\n", "base_notes": "base note: a sweet gourmand adds a burst of unexpected radiance. "}, "Pivoines Printemps": {"type": " Eau de Parfum ", "description": " \n\nWhat it is\nCrafted by Nicolas Beaulieu, the springtime sweetness of Pivoines Printemps is based on the fresh, rosy notes of a bouquet of peonies, enhanced by a spicy touch of pink peppercorns and enveloped in a delicious rose chantilly. \nWhat else you need to know\nMaison Lancôme celebrates the French art of living that has defined the rose-emblemed brand ever since it was created by perfumer Armand Petitjean in 1935. A refined aesthete and true epicurean, a lover of travel, flowers and gastronomy alike, the Lancôme founder injected the house with the values that distinguish it still today: upholding a tradition of French excellence inherited from the golden age of modern perfumery to create generous and indulgent compositions.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Top notes: Blackcurrant absolute, mandarin essence, pink pepper essence\nMiddle notes: Rose absolute, peony accord\nBase notes: Patchouli heart, ambrette seed absolute, Rose Chantilly accord ", "ingredients": " \n\"560411 06 • INGREDIENTS : ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER • PAEONIA SUFFRUTICOSA ROOT EXTRACT • METHYL ANTHRANILATE • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • BUTYL METHOXYDIBENZOYLMETHANE • BUTYLENE GLYCOL • CI 14700 /\nRED 4 • LINALOOL • GERANIOL • EUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • LIMONENE • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE • (FIL : B226512/1)\" ", "top_notes": "top notes: blackcurrant absolute, mandarin essence, pink pepper essence\n", "heart_notes": "middle notes: rose absolute, peony accord\n", "base_notes": "base notes: patchouli heart, ambrette seed absolute, rose chantilly accord "}, "La vie est belle L'Éclat": {"type": " Eau de Parfum ", "description": " \n\nYou see it in the sparkle of an eye, in the vibration of a smile. Something that the French call L’Éclat. \nL’Éclat is the fragrance of a luminous and never ending emotion, an invitation to share the light of happiness. \nA new olfactive of La vie est belle in a multi -faceted bottle that captures the light of happiness.\nThis fragrance embodies the sparkle of the orange blossom, radiant fresh and sophisticated. For the woman who is looking for a fragrance that is fresher and lighter than La Vie est Belle Eau de Parfum, yet sensual and addictive.\nLa vie est belle L'Éclat can be worn all day and layered with La Vie Est Belle classic ancillaries.\n\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Heart: Iris & Orange Blossom \nSmile: Vanilla Bean \nScent type: Radiant, Luminous, Fresh\n ", "ingredients": null}, "Idôle Lovers Value Set": {"type": " A $129.00 Value ", "description": " \n\nONLINE EXCLUSIVE.Introducing the perfect duo of Idôle eau de parfum spray and Lash Idôle mascara.\nIdôle eau de parfum was created by rhree talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla. At the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. With four roses, Idôle’s modern, radiant, youthful rose is revealed. Jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully. Enveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn.\nLash Idôle mascara targets and volumizes every single lash for instant lash lift, length, and fanned out volume with no clumps.\n\n\n\n ", "notes": null, "ingredients": null}, "LA VIE EST BELLE HOME AND AWAY DUO": {"type": " A $229.00 Value ", "description": " \n\nONLINE EXCLUSIVE.This Value Set Includes: \nLa Vie Est Belle L'Eau de Parfum (1.0 fl. oz.)\nLa Vie Est Belle L'Eau de Parfum (3.4 fl. oz.) \nHappiness guaranteed when you buy any of our fragrances; get your money back if you don’t love it. Enjoy free returns with your perfume purchase. A pre-paid return shipping label will be included in your order.\n\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume.\n\n\n\n ", "notes": null, "ingredients": null}, "Idôle Power Hair & Body Mist": {"type": " Scented Mist for Hair and Body ", "description": " \n\nPerfumed hair and body mist scented with the fragrance of Idôle leaves skin feeling soft to the touch, and gives scent to the hair when used as a hair perfume. \nIDÔLE THE POWER MIST. MAXIMIZE YOUR POWER. Want to be your best self every day? Add Idôle Power Mist to your daily routine. Be an Idôle all over with the invigorating fragrance in a hair and body mist form with the same sophisticated and modern allure as the original Idôle fragrance. \nClean and luminous with notes of jasmine, rose, citrus and musk the scented mist mimics the original Idôle bottle - but with an improved spritzer which applies a generous mist to the hair and body. The iconic Idôle was ideated when three female perfumers, from three different continents came together. Idôle's unique scent is made to empower universally. By women, for all Idôles.\n\n\n\n ", "notes": " THE SCENT: Try Idôle Power Mist to intensify your Idôle scent routine. Spotless jasmine absolute and rose essence meet sparkling bergamot and white musk. ", "ingredients": " \nALCOHOL ●\nAQUA / WATER ●\nPARFUM / FRAGRANCE ●\nDIPROPYLENE GLYCOL ●\nCAPRYLIC/CAPRIC TRIGLYCERIDE ●\nTRIETHYL CITRATE ●\nPOLYGLYCERYL-10 LAURATE ●\nETHYLHEXYL SALICYLATE ●\nBUTYL METHOXYDIBENZOYLMETHANE ●\nBENZYL SALICYLATE ●\nBENZYL ALCOHOL ●\nHYDROXYCITRONELLAL ●\nCITRONELLOL ●\nLINALOOL ●\nALPHA-ISOMETHYL IONONE ●\nHEXYL CINNAMAL ●\nLIMONENE ●\nCOCOS NUCIFERA OIL / COCONUT OIL ●\nGERANIOL ●\nCOUMARIN ●\nFARNESOL ●\nBENZYL BENZOATE ●\nCI 14700 / RED 4 ●\nCI 60730 / EXT. VIOLET 2 ●\nCI 19140 / YELLOW 5 ● "}, "Mille et Une Roses": {"type": " The essence & poetry of the Domaine de la Rose ", "description": " \n\nTo celebrate the opening of the Domaine de la Rose in Grasse, France, Lancôme is revisiting its historic fragrance Mille et Une Roses. Now made with 97% natural ingredients, it beautifully captures the essence and poetry of our estate where the iconic Lancôme rose is harvested. Mille et Une Roses is the quintessence of the Rose: natural and modern as it unveils its most surprising facets through this fragrance.\nAs you wear this fragrance, transport to this beautiful scene: at dawn, during the first days of May, the fields unveil their brightest sparkles of mandarine and bergamot. As you stand in this wonderous sight, you breathe deeply into the aroma of a bouquet of freshly picked Roses, of which the petals are still glicening with beads of dew. Some are blooming, others have reached their full glory. Their perfume fills the air with the fresh, vibrant notes unique to the majestic Lancôme Rose.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " LANCÔME EXCLUSIVE CENTIFOLIA ROSES\nOur exclusive Lancôme roses are cultivated in our Domaine de la Rose in Grasse, France. The rich soils and abundant bio-diversity gift our roses their unique green and luminous scent.\nMANDARINE\nMandarine and bergamot notes bring a breath of fresh air to this infinite rose garden.\nAMBRETTE SEEDS AND AMBER\nVeil our rose's luminous aura with a rich and exquisite sweetness ", "ingredients": "\nALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER / EAU • HEXYL CINNAMAL • LINALOOL • GERANIOL • EUGENOL • FARNESOL • LIMONENE • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE • (F.I.L : N290970/1) "}, "TRÉSOR SET": {"type": " A $155.00 Value ", "description": " \n\nThis Limited Edition Trésor Set Includes:\nFULL-SIZE Trésor L'Eau de Parfum (3.4 fl. oz.)\nTrésor L'Eau de Parfum Purse Spray (0.34 fl. oz.)\nTrésor Precious Perfumed Body Lotion (1.7 fl. oz.)\nTrésor\nThe Fragrance for Treasured Moments. \nLove. Romance. Elegance. TRÉSOR is for a woman who understands that time is precious and moments in this fast-paced world are to be treasured. Because love is a treasure, and TRÉSOR evokes that feeling of everlasting love, it makes her as radiant and precious as the fragrance she wears. The elegance of rose, mugent and lilac and the sparkle of peach and apricot blossom are just a few notes that define this luminous fragrance. A delicate and light fragrance with a romantic and smooth touch.\n\n\n\n ", "notes": " Top Notes: Apricot Blossom and Rose\nHeart Notes: Lilac, Iris and Peach\nBase Notes: Amber, Sandalwood, Musk and Vanilla ", "ingredients": null, "top_notes": "top notes: apricot blossom and rose\n", "heart_notes": "heart notes: lilac, iris and peach\n", "base_notes": "base notes: amber, sandalwood, musk and vanilla "}, "Idôle Set": {"type": " A $104.00 Value ", "description": " \n\nIDÔLE\nI can, we will; We are Idôles.\n\nThis Set Includes:\nIDÔLE \nL'EAU DE PARFUM SPRAY\n1.7 FL. OZ. (50mL)\nMONSIEUR BIG MASCARA\nBig Volume, All-Day Wear \n01 Big is the New Black\n0.06 FL. OZ. (2mL)\nLIMITED EDITION JEWELRY CASE \nPink \n\nGo BIG with MONSIEUR BIG MASCARA and reveal lashes with up to 12x more volume* and up to 24-hour wear. The BIG brush and ultra-creamy formula glide onto lashes and instantly delivers volume for your biggest, blackest, boldest lashes yet. No touch-ups, flaking or smudging. \n*Instrumental Test .\nSpritz Idôle Eau de Parfum, and stand tall. Pave a new path with the leaders of tomorrow: daring and pursuing new horizons.\n\n\n\n ", "notes": " Fragrance Family: Fresh Floral\nTop Notes: Spotless Jasmine\nHeart Notes: Clean Rose\nBase Notes: Citrus, Vanilla, White Musks\nEau de Parfum \nCreated by three female perfumers, Idôle is made for women, by women. Sophisticated yet unapologetically modern, Idôle bursts with notes of citrus, rose, jasmine, white musks and vanilla. These ingredients at the core of Idôle are ethically and sustainably sourced. ", "ingredients": null, "top_notes": "top notes: spotless jasmine\n", "heart_notes": "heart notes: clean rose\n", "base_notes": "base notes: citrus, vanilla, white musks\neau de parfum \ncreated by three female perfumers, idôle is made for women, by women. sophisticated yet unapologetically modern, idôle bursts with notes of citrus, rose, jasmine, white musks and vanilla. these ingredients at the core of idôle are ethically and sustainably sourced. "}, "La vie est belle Shower Gel": {"type": " ", "description": " \n\nSoftens - Soothes - Revitalizes\n\nA soft and gentle Fragrance Shower Gel that transforms into a lavish, softening foam. The revitalizing result is beautifully scented skin that is both silky and clean.\n\n\n\n ", "notes": " Notes\nTop Note: The elegance of Iris becomes the backbone of the fragrance. It blossoms from the first to the last note like never before.\nMiddle Note: The strength of Patchouli gives strength and depth.\nBase Note: A sweet gourmand adds a burst of unexpected radiance. ", "ingredients": null, "top_notes": "top note: the elegance of iris becomes the backbone of the fragrance. it blossoms from the first to the last note like never before.\n", "heart_notes": "middle note: the strength of patchouli gives strength and depth.\n", "base_notes": "base note: a sweet gourmand adds a burst of unexpected radiance. "}, "L’Autre Ôud": {"type": " Eau de Parfum ", "description": " \n\n\nRead More About Our Journey to the Finest Ingredients on the Paris Rendez-vous blog by Haleigh Walsworth.\n\n\nToday, Lancôme has appointed some of the greatest contemporary perfumers to pay homage to Lancôme’s founder, Armand Petitjean. The result is Maison Lancôme, a new collection of fragrances that so exquisitely touch upon and carry on Petitjean’s dream, and the essence of the House itself.\nThis new High Perfumery experience takes a creative stance: the very French art of blending. Each fragrance is crafted in the same manner that one composes a wine of the most superior grade (Grand cru), with a combination of varieties, origins, and extractions that are all specially selected according to precise criteria.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " L’AUTRE ÔUD is an ensemble of 17 raw materials to recompose a deep Oud Wood enchanted by an Incense Rose signature. The most precious golds of the Perfumer’s palette blend together to create a dark and leathery Oud accord, between spicy undertones of Cypriol. ", "ingredients": " \nALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER ● ETHYLHEXYL METHOXYCINNAMATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● BHT ● CI 14700 / RED 4 ● CI 15510 / ORANGE 4 ● CI 17200 / RED 33 ● CI 42090 / BLUE 1 ● GERANIOL ● EUGENOL ● ISOEUGENOL ● ALPHA-ISOMETHYL IONONE ● CITRONELLOL ● BENZYL ALCOHOL ● "}, "Miracle Eau de Parfum": {"type": " Eau de Parfum Spray ", "description": " \n\nJoyful. Empowering. Inspiring. Miracle is a sudden and marvelous revelation that life is extraordinary, that life is a miracle. This sensual, spicy floral fragrance is bursting with the zest of brilliant Freesia, peppered with Ginger and serenely balanced by warm Amber notes. A vibrant, sparkling fragrance that opens like the dawning of a new day with fresh, dewy notes of Lychee and Freesia. Its spicy heart echoes with notes of Magnolia, Jasmine, Ginger and Pepper as its warm base notes envelop you in the sensual splendour of Amber and Musk.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Notes\nTop Notes: Lychee Fruit, Freesia\nHeart Notes: Magnolia, Ginger and Pepper\nBase Notes: Amber, Jasmine, Musk ", "ingredients": null, "top_notes": "top notes: lychee fruit, freesia\n", "heart_notes": "heart notes: magnolia, ginger and pepper\n", "base_notes": "base notes: amber, jasmine, musk "}, "Jasmins Marzipane": {"type": " Eau de Parfum ", "description": " \n\nRead More About Our Journey to the Finest Ingredients on the Paris Rendez-vous blog by Haleigh Walsworth.\n\nToday, Lancôme has appointed some of the greatest contemporary perfumers to pay homage to Lancôme’s founder, Armand Petitjean. The result is Maison Lancôme, a new collection of fragrances that so exquisitely touch upon and carry on Petitjean’s dream, and the essence of the House itself. \nThis new High Perfumery experience takes a creative stance: the very French art of blending. Each fragrance is crafted in the same manner that one composes a wine of the most superior grade (Grand cru), with a combination of varieties, origins, and extractions that are all specially selected according to precise criteria. Now available in travel size!\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " The fragrance stands out with its lively yet enveloping femininity, making its trail deliciously irresistible. Dominique Ropion blended a duo of the highest quality natural hand-picked Jasmine. Sambac Jasmine Absolute, gathered at dawn from the first harvests, conveys explosive, green and radiant luminosity, while Grandiflorum Jasmine Absolute from the last summer harvests brings more opulent and animal tones with leathery and fruity accents. The Almond Wood signature softens the entire creation. Bourbon Vanilla Extract, which exalts the smooth, sensual, spicy and leathery facets of the scent, is accentuated by creamy Sandalwood, Cashmeran Wood and Musks. [Woody White Flower Floral] ", "ingredients": " \nALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● ETHYLHEXYL METHOXYCINNAMATE ● BUTYL METHOXYDIBENZOYLMETHANE ● BHT ● CI 14700 / RED 4 ● CI 15510 / ORANGE 4 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● EUGENOL ● ALPHA-ISOMETHYL IONONE ● FARNESOL ● LIMONENE ● ANISE ALCOHOL ● BENZYL ALCOHOL ● BENZYL BENZOATE "}, "Magnolia Rosae": {"type": " Eau de Parfum ", "description": " \n\nWhat it is\nCreated by Mathilde Bijaoui, Magnolia Rosae is a pastel floral blend where a magnolia petal heart, tinged with delicate roses, yields to a sensual, velvety cloud of white musks\nWhat else you need to know\nMaison Lancôme celebrates the French art of living that has defined the rose-emblemed brand ever since it was created by perfumer Armand Petitjean in 1935. A refined aesthete and true epicurean, a lover of travel, flowers and gastronomy alike, the Lancôme founder injected the house with the values that distinguish it still today: upholding a tradition of French excellence inherited from the golden age of modern perfumery to create generous and indulgent compositions.\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Top notes: Blackcurrant Accord, Freesia Accord, Saffron Accord\nMiddle notes: Magnolia, Turkish Rose Absolute, Geranium Bourbon \nBase notes: Suede Accord, Ambrette Absolute, Musks ", "ingredients": " \n947699 02 • INGREDIENTS : ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER • BUTYL METHOXYDIBENZOYLMETHANE • HEXYL CINNAMAL • ETHYLHEXYL SALICYLATE • GERANIOL • CITRONELLOL • BENZYL ALCOHOL • CINNAMYL ALCOHOL • ISOEUGENOL • LINALOOL • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • EUGENOL • CITRAL • FARNESOL • LIMONENE • BENZYL CINNAMATE • CI 14700 / RED 4 • CI 60730 / EXT. VIOLET 2 • (FIL : B226519/2) ", "top_notes": "top notes: blackcurrant accord, freesia accord, saffron accord\n", "heart_notes": "middle notes: magnolia, turkish rose absolute, geranium bourbon \n", "base_notes": "base notes: suede accord, ambrette absolute, musks "}, "La Nuit Trésor À La Folie": {"type": " Fragrance Eau de ParfumLancôme.com Exclusive ", "description": " \n\nLa Nuit Trésor À La Folie perfume for women embodies the one and only moment when true love is at its climax. A unique moment of “lâcher prise”, meaning, when time is suspended. Lovers are transcended beyond themselves and experience the thrill of love: an indescribable feeling that makes you forget everything and lose control.\n\nDiscover the Trésor family: Trésor, Trésor Eau de Toilette, and La Nuit Trésor.\n\nNot sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.\n\n\n\n ", "notes": " Pursuing the Tresor olfactive love story, a new fiery Rose joins the Trésor roseraie, revealing an opulent heart with an unexpected creamy vanilla inflection. The woody notes of the pachouli are enhanced by a musky vanilla, revealing the sensual and addictive signature of the fragrance. La Nuit Trésor À La Folie perfume is made with dazzling raw materials: a burning heart of Rose Essence, inflamed by the sensuous addiction of Bourbon Vanilla and intensified by smouldering Patchouli Essence. ", "ingredients": null}}